[{
	"SnackCategoryID":2,
	"SnackName":"Myojo Mapo Men: Mapo Tofu Cup Ramen (1 Cup)",
	"SnackPrice":35000,
	"SnackStock":50,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1Z_rmIj_qy_vY76IfU-fCTpbYQ54jV-iY",
	"SnackDetail":"Mapo tofu is one of the most popular Chinese dishes in Japan, and a popular inspiration for all sorts of delicious fusion foods. This cup ramen's savory broth has scallions, ground pork, and tofu, which re-hydrate and marinate in the spicy broth that clings to the noodles."
},

{
	"SnackCategoryID":2,
	"SnackName":"Nissin Raoh: Rich Miso Ramen (1 Cup)",
	"SnackPrice":45000,
	"SnackStock":30,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1Jn4cFy9N9-vixLW1vL6wEsOffWGPoeOd",
	"SnackDetail":"This flavorful ramen has a miso-based broth that is rich and cloudy, a splash of chili oil for an added kick, and yummy toppings like sweet corn, cabbage, scallions, sesame, and real ground pork! The thin straight noodles stay chewy longer than typical cup ramen noodles and carry the flavor of the soup with every bite. "
},

{
	"SnackCategoryID":2,
	"SnackName":"Pokemon Noodle: Soy Sauce Flavor (1 Cup)",
	"SnackPrice":35000,
	"SnackStock":35,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1eftBvozS4L2MW4634PQ-ccdmw9H7loX5",
	"SnackDetail":"This smaller ramen features popular Pokemon characters and is perfect for kids and adults alike. The delicious ramen has thin, wavy noodles in a soy sauce broth topped with corn and kawaii Pikachu kamaboko fish cake. As a bonus, each cup of ramen has a collectible character sticker, with 20 different characters can you catch them all?!"
},

{
	"SnackCategoryID":2,
	"SnackName":"Nissin: European Cheese Curry Cup Noodle (1 Cup)",
	"SnackPrice":35000,
	"SnackStock":30,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=10YRpoTY9thx7AG6AucD3nRkVrAZqzi-P",
	"SnackDetail":"This European-inspired cup noodle can be made in just a few minutes! The beef curry broth is thick and rich, clinging to the noodles and flavoring them as they cook. You'll also find chopped mushrooms and carrots, ground beef, and melty mozzarella and cheddar cheeses. "
},

{
	"SnackCategoryID":2,
	"SnackName":"Sugomen: Hakata Tonkotsu Ramen (1 Cup)",
	"SnackPrice":45000,
	"SnackStock":25,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1RTkKsJgvMME64rHfMd2MFefp8o4OSr7e",
	"SnackDetail":"The Sugomen line of instant ramen is known for capturing the flavor of regional favorites in mere minutes. This ramen includes thin noodles, fried to ensure they stay perfectly chewy when cooked and multiple packets to achieve perfect flavoring, including a dehydrated slice of pork. The thick soup base and powder packets add the cloudy richness of traditional pork bone broth ramen, while the packet of green onions and sesame is a delicious garnish."
},

{
	"SnackCategoryID":2,
	"SnackName":"Nissin Raoh: Shoyu Soy Sauce Ramen (1 Cup)",
	"SnackPrice":45000,
	"SnackStock":40,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1DVyGfRWiQVuJ6vj4leJaJ0RgvxYtMdD6",
	"SnackDetail":"This umami-rich shoyu ramen is dripping with savory flavor! The soy sauce-based broth is dark and clear, and chicken and pork fat add richness. The sharpness of the scallions cuts through rich broth and keeps the flavors light and balanced. The thin straight noodles stay chewy longer, and the sliced pork topping is the salt final touch. "
},

{
	"SnackCategoryID":2,
	"SnackName":"Samyang Hot Chicken Ramen Original Multipack (5 Pcs)",
	"SnackPrice":175000,
	"SnackStock":30,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1TL65UT4gN5S-zZF0EjUGGqVWWj087L_t",
	"SnackDetail":"Samyang Hot Chicken Flavor Ramen or Buldak Bokkeum Ramyun, commonly known as the fire noodles, is a brand of ramen produced by Samyang Food in South Korea. Its incredibly spicy taste makes anyone so hard to finish it but because of this mouth-burning spiciness, it makes the spicy food lovers so addictive to it! It is simply perfect for anyone who loves spicy food! Try this if you dare!"
},

{
	"SnackCategoryID":2,
	"SnackName":"Samyang Hot Chicken Ramen Carbonara Multipack (5 Pcs)",
	"SnackPrice":175000,
	"SnackStock":30,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1ooqUa5_F6240f4_et3JxZtA_0PN6Am_m",
	"SnackDetail":"The compatibility of the deep and Cheesy cream sauce and the hot original Buldak sauce is outstanding! To commemorate the sales of Buldak brand 1 billion, \"Carbonara Buldak noodle\" was released and has caused a boom! In addition to the soft creamy taste of spicy Buldak it did recreate the creamy pasta taste fits the taste of Koreans."
},

{
	"SnackCategoryID":3,
	"SnackName":"Suppa Mucho Chips: Plum (1 Bag)",
	"SnackPrice":25000,
	"SnackStock":25,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=17aqVlIa0xXvI3GEqL-qwpkFiq8xghWH_",
	"SnackDetail":"Koikeya's Suppa Mucho Chips are bursting with flavor. Like an ode to the Japanese plum (ume) tree, every bite carries the floral notes of plum blossoms, the sourness of umeboshi (pickled plum), and the earthiness of shiso (perilla leaves). Hands down, this Japan-exclusive snack is the most addicting potato chip we’ve ever tried."
},

{
	"SnackCategoryID":3,
	"SnackName":"Lotus Root Chips: Plum Flavor (1 Bag)",
	"SnackPrice":25000,
	"SnackStock":30,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1a_29Pcbvxynb3jjLMEPPEzzh5yx0YsDl",
	"SnackDetail":"Each renkon (lotus root) has been lovingly fried and peppered with sour plum and salt flavoring. Lotus root in Japanese cuisine is known for how it so easily takes on the flavors of the dishes it is featured in and for health benefits like promoting digestion. Very often, lotus root can be found in tempura dishes and this chip will be a reminder for you to order some renkon next time you go out to eat some tempura!"
},

{
	"SnackCategoryID":3,
	"SnackName":"Potato Chips: Kansai Dashi Soy Sauce (1 Bag)",
	"SnackPrice":25000,
	"SnackStock":40,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1dyWTM0SOLVmHvfrIG_Pa8AGDZbDs1iSD",
	"SnackDetail":"These thin and crispy Japanese potato chips are flavored with Kansai-style dashi broth and soy sauce—two ingredients that add lots of umami savoriness. Dashi from the Kansai region, which includes Kyoto, is known for its more mellow flavor. Can you taste the subtle notes of kombu and bonito?"
},

{
	"SnackCategoryID":3,
	"SnackName":"Potato Chips: Hokkaido Rich Butter (1 Bag)",
	"SnackPrice":25000,
	"SnackStock":35,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1AZpECMvY82AoOl_x7H0xlywuVsTnGX8A",
	"SnackDetail":"Potato chips are good, but a baked potato chip? These crispy, crunchy chips from Japan will wow you with their rich baked potato flavor, which comes from the addition of real Hokkaido butter, known for its high quality."
},

{
	"SnackCategoryID":3,
	"SnackName":"Jaga Choco Potato Chips (12 Cups)",
	"SnackPrice":185000,
	"SnackStock":20,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1PevZGS5d8IPmj3W8aGUnOOcz_AymHtIl",
	"SnackDetail":"Sweet and savory are always a winning combination! These potato chips are thick and crispy. They’re fried and covered in a layer of milk chocolate that pools in the ridges of each chip, so every bite has the perfect amount of chocolate. The contrast of crunchy and smooth, salty and sweet makes them difficult to put down."
},

{
	"SnackCategoryID":3,
	"SnackName":"Pure Potato Chips: Sesame Oil + Salt (1 Bag)",
	"SnackPrice":25000,
	"SnackStock":50,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1PB4lENfKtnl6hW56BXjxzTbArZXjamhJ",
	"SnackDetail":"These may seem like your average potato chip, but they are far from it! The addition of sesame oil provides lingering umami notes, giving these chips their unique, one-of-a-kind flavor. "
},

{
	"SnackCategoryID":3,
	"SnackName":"Potato Snack: Curry Flavor (20 Packs, 60 Pieces)",
	"SnackPrice":315000,
	"SnackStock":20,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1soJJUHytnYyTY7NT5_zSYMXtGgiOzjok",
	"SnackDetail":"Not quite a chip, these crackers are potato-based, which we think makes them a perfect courier for their spicy and aromatic curry seasoning. After all, potatoes are an essential ingredient for Japanese curry! This snack is crispy and flaky, super-savory and full of Japanese curry flavor."
},

{
	"SnackCategoryID":3,
	"SnackName":"Super Heart Chiple: Garlic (1 Bag)",
	"SnackPrice":25000,
	"SnackStock":40,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1wXvuzX49289SntrfczU5TALMNvQLCmMv",
	"SnackDetail":"Don’t let the flames on the bag scare you off! These super light rice crackers are light on the spice, but heavy on the garlic. A dusting of paprika gives them their orange coloring and adds complexity to the powerful garlic flavor. These rice-based chips are thin and deep-fried for a bubbly, airy texture that is crisp on the outside but melts on the tongue. "
},

{
	"SnackCategoryID":4,
	"SnackName":"Japanese Kit Kat: Otona no Amasa White (12 Pieces)",
	"SnackPrice":55000,
	"SnackStock":35,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1zNtxQ3KybBVXSbyUiNNRH38XUiCHFHHD",
	"SnackDetail":"This Kit Kat is part of the Otona no Amasa \"Sweetness for Adults\" line of Kit Kats, characterized by deeper flavors. For this flavor, white chocolate is the star of the show in all its creamy wonder. But you won't be able to miss the more chocolatey supporting roles: thin flecks of feuilletine add crispy texture, and there's a hidden layer of chocolate cream inside."
},

{
	"SnackCategoryID":4,
	"SnackName":"Matcha Chocolate Daifuku Mochi (13 Pieces)",
	"SnackPrice":30000,
	"SnackStock":40,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1hVgDdBgmMpSz7_ZfddUY9ubfNifgMEFk",
	"SnackDetail":"This super soft mochi is a type of daifuku or stuffed mochi. Matcha powder is kneaded into the mochi dough, and wrapped around a silky white chocolate cream filling. Decadent and delicious!"
},

{
	"SnackCategoryID":4,
	"SnackName":"Mugikko Chocolate Barley Puffs (20 Packs)",
	"SnackPrice":155000,
	"SnackStock":20,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1uy1fes3FG8Mu3bn-12YBE_uQx7gYsmc2",
	"SnackDetail":"Chocolate covered wheat isn’t something we see every day. Like puffed rice, puffed wheat has a nice fluffy bite to it and a hint of nuttiness from the roasting that nicely complements the dark chocolate coating. Savor them one at a time, or by the handful! However you choose to indulge, we’re sure you’ll enjoy this snack!"
},

{
	"SnackCategoryID":4,
	"SnackName":"Pocky: Almond Crush (2 Packs)",
	"SnackPrice":25000,
	"SnackStock":50,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1J1xOOPbTz4hnYbRUKA6HouhAWz44w_o_",
	"SnackDetail":"Almond Crush Pocky is a timeless combination of smooth milk chocolate, crunchy almonds, and buttery biscuit. The crushed almonds are toasted to bring out their delicious nutty flavor, and a double layer of milk chocolate coats each stick."
},

{
	"SnackCategoryID":4,
	"SnackName":"Japanese Kit Kat: Hojicha Tea Otona No Amasa (13 Pieces)",
	"SnackPrice":25000,
	"SnackStock":45,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1DKvL_CUQDCQbjDRQ_gQ90E8Ug-D04qsF",
	"SnackDetail":"Part of the Otona No Amasa or \"Sweetness for Adults\" line of Kit Kats, this Kit Kat is less sweet than some other varieties. The white chocolate is infused with Hojicha flavor, and you can even see bits of the tea leaves mixed in! Hojicha is a roasted green tea. It has a nutty, almost caramelized flavor that is rich and flavorful."
},

{
	"SnackCategoryID":4,
	"SnackName":"Pocky: Zeitaku Almond Milk (10 Packs)",
	"SnackPrice":180000,
	"SnackStock":30,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1vvHB4mfc0VvlbjNtzyCSu9lazpHU99wl",
	"SnackDetail":"Almond milk is more than something to add to your coffee or cereal. Glico has transformed it into a creamy, nutty chocolate coating for its latest luxury Pocky. A thick layer of almond milk chocolate coats the short almond biscuits, which have a more crumbly texture. "
},

{
	"SnackCategoryID":4,
	"SnackName":"Pocky: Zeitaku Milk Chocolate (10 Packs)",
	"SnackPrice":180000,
	"SnackStock":30,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1npA0vLNqBr6wqFER2uUuws6Ee_ZatFmT",
	"SnackDetail":"This Luxurious milk chocolate Pocky is a serious upgrade from the original chocolate flavor. The shorter biscuits feature cultured butter for added richness, and each stick boasts 3.8 times the amount of chocolate compared to typical Pocky. Chocolate lovers will melt over this premium Japanese Pocky!"
},

{
	"SnackCategoryID":4,
	"SnackName":"Shiroi Koibito White + Black (24 Pieces)",
	"SnackPrice":350000,
	"SnackStock":20,
	"SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1wZ7Y9AWwgfp46GK1wLFqUl4F39Dh7kOo",
	"SnackDetail":"Indisputably the most famous Hokkaido snack, Shiroi Koibito is the perfect harmony of langue de chat and chocolate filling. This month we’re featuring both the white chocolate filling and the milk chocolate, each sandwiched by delicate butter cookies."
},

{
    "SnackCategoryID":5,
    "SnackName":"Funwari Meijin Mochi Puffs: Hokkaido Cheese",
    "SnackPrice":30000,
    "SnackStock":25,
    "SnackDetail":"Echigo Seika uses mochi made from pounded 100% Japanese mochigome rice and a secret process to transform it into the crisp and airy texture of this cloud-like confection. The puffs are then finished with a dusting of kinako powder made by roasting soybeans grown in Hokkaido. This snack's delicate texture and sweet, nutty flavor make it wildly addicting.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1K9qVwk37LjCQ8qo3pdbG56gwjJJJgp6h"
},

{
    "SnackCategoryID":5,
    "SnackName":"Salt and Camembert Cheese Cracker",
    "SnackPrice":10000,
    "SnackStock":25,
    "SnackDetail":"The most popular and classic product of Tokyo Milk Cheese Factory. Salt & Camembert Cookies are made with fresh Hokkaido milk and Guérande salt from France, which stuffed with camembert cheese chocolate.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1s7PqIpOV9f2dQGujlEVNp5Vua1-N9cuu"
},

{
    "SnackCategoryID":5,
    "SnackName":"Mini Baked Cheesecake (12 Pieces)",
    "SnackPrice":200000,
    "SnackStock":20,
    "SnackDetail":"Who could say no to bite-sized cheesecake? Not us! This delightful cake has a layer of cheesy cream made with rich camembert between two fluffy cheesecake layers, and is rich, moist, and everything cheesecake should be!",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1K8jXmy9M6olrLWW0ihPnZ1BGSJ43SxJZ"
},

{
    "SnackCategoryID":5,
    "SnackName":"Salty Butter + Camembert Cheese Cookie (12 Pieces)",
    "SnackPrice":100000,
    "SnackStock":10,
    "SnackDetail":"While still on the sweet side, this sandwich cookie has a sharp flavor from the camembert filling and the salted butter used in the cookie that adds a refreshing savoriness. Camembert is a popular flavor for cookies in Japan, as its flavor pairs well with sweets. This cookie is great with tea, but would also go well with a cheese platter. ",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1Lf4MPLhoCTiLKTWEDW9dxLUbFKoFVUmM"
},

{
    "SnackCategoryID":5,
    "SnackName":"Tokyo Banana Cheesecake (4 pieces)",
    "SnackPrice":120000,
    "SnackStock":30,
    "SnackDetail":"Moist & Milky A doubly delicious cheesecake.Baked to perfection, with a delicate aroma that hints at the banana confiture enclosed within. Light and fluffy sponge cake with a banana custard cream filling.Light and fluffy sponge cake with a banana custard cream filling.Light and fluffy sponge cake with a banana custard cream filling.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1QXguTmVuThQ5BPSYO1VgT7WqM9GJaJIt"
},

{
    "SnackCategoryID":5,
    "SnackName":"Lemon and Cream Cheese Cracker",
    "SnackPrice":10000,
    "SnackStock":50,
    "SnackDetail":"Tokyo Milk Cheese Factory does it again with this delicious summer-exclusive cookie: Lemon & Cream Cheese! The creamy white chocolate and cream cheese filling makes it taste like you're biting into a lemon cheesecake. The sweet lemony notes are perfectly balanced by the buttery cookie, making for a refreshingly summer treat.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1GyMoPscoo96XLD6P80A-mwj87tfdrSiI"
},

{
    "SnackCategoryID":5,
    "SnackName":"Honey and Gorgonzola Cheese Cracker",
    "SnackPrice":10000,
    "SnackStock":50,
    "SnackDetail":"This is artisanal maker Tokyo Milk Cheese Factory's bestselling snack for women in Japan! Tokyo Milk Cheese Factory insists on high-quality ingredients for all of their snacks. This Honey and Gorgonzola Langue de Chat has biscuits made with milk from Biei, Hokkaido(a heritage village!), granulated sugar Hokkaido, and is infused with Spanish rosemary honey.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1X-3IUYnMoIek6CX8QhEkHwyyeVa_CRS2"
},

{
    "SnackCategoryID":5,
    "SnackName":"Hot Kid Want Want Senbei Cheese Flavour 108gr",
    "SnackPrice":75000,
    "SnackStock":40,
    "SnackDetail":"Taiwanese food brand Want Want’s Hot-Kid Fried Senbei is Japanese style rice crackers in 155g packets. Senbei rice crackers come in different shapes, appearances, sizes and flavours including sweet and savoury.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1vmYdZ3HSzl2md12tw3ougsHDKH1U5pOE"
},

{
    "SnackCategoryID":6,
    "SnackName":"Sakura Matcha (20 g)",
    "SnackPrice":100000,
    "SnackStock":20,
    "SnackDetail":"This drink is great for matcha lovers looking to try something new. Sakuraba (cherry blossom leaf) powder is mixed with Japanese matcha for a faintly floral aroma. Sakura leaves have a wonderful cherry blossom flavor and the green color blends naturally with the matcha powder. Transport yourself beneath the sakura trees with this delicious spring drink.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1OPVGLwPKrixvoo3OCKRm5TttMHleYac9"
},

{
    "SnackCategoryID":6,
    "SnackName":"Sweet Sakura Tea (4 Sachets)",
    "SnackPrice":75000,
    "SnackStock":20,
    "SnackDetail":"Sweet Sakura Tea is a beautiful Japanese herbal tea that blooms in the water. Lots of effort went into developing this tea to preserve the beauty and flavor of the sakura. The flowers can only be harvested once a year, right before they bloom to ensure they have the strongest scent. ",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1orCwmlJ-tdjcGfFWvqnTLeYxsU8VsGxD"
},

{
    "SnackCategoryID":6,
    "SnackName":"Uji Matcha Au Lait (5 Sticks)",
    "SnackPrice":130000,
    "SnackStock":10,
    "SnackDetail":"Traditional matcha from Uji, Kyoto is known by tea aficionados as some of the richest green tea in the world. This matcha has a modern twist to make a creamy cup of matcha au lait instantly!",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1Saz11tWVfaHGLFmgOfYCk6sdSFFj4ZVG"
},

{
    "SnackCategoryID":6,
    "SnackName":"Hoshino Hojicha Latte (7 Sticks)",
    "SnackPrice":150000,
    "SnackStock":15,
    "SnackDetail":"A shift from the more commonly known hojicha, we bring to you Hoshino Hojicha Latte, an instant latte that can be enjoyed both hot or cold. An ideal progression for hojicha due to its nutty, caramel flavor, grab a cup to enjoy and keep you warm this winter!",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1tsAU-sllbrYviO3P0ZhYqn-QyjOkgRZc"
},

{
    "SnackCategoryID":6,
    "SnackName":"Banana Milk",
    "SnackPrice":35000,
    "SnackStock":50,
    "SnackDetail":"Binggrae's Banana-flavored milk is national's favorite No.1 selling Banana milk brand in Korea. Binggrae gives the taste full of nutrients while tasting like authentic banana.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1AOmM0cxtk7uKf7X-LrgxV9R1jLLhUTYh"
},

{
    "SnackCategoryID":6,
    "SnackName":"88th Night Green Tea (10 Tea Bags)",
    "SnackPrice":135000,
    "SnackStock":30,
    "SnackDetail":"88th Night Greet Tea gets its name from its traditional date of harvest: 88 nights after the Japanese Lunar New Year. This poetic tradition signals the start of the tea harvest, and so 88th Night tea is always classified as ichibancha, or first-flush. It is typically hand-picked with great care and has a fresh, vegetal flavor with a sweet aroma.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1i2ffRsMBMFdBuFkSM6NUDZzzcwiHsavV"
},

{
    "SnackCategoryID":6,
    "SnackName":"Ginger and Yuzu Herbal Tea (10 Sticks)",
    "SnackPrice":95000,
    "SnackStock":40,
    "SnackDetail":"Warming ginger and refreshing yuzu make a wonderful summer beverage. This herbal powder is enjoyable in an instant. We recommend enjoying this one cold on a hot summer day, but it would also be great hot if it’s chilly where you are.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1RZwEAZO0dVPRHNAvgyIBy1ig0hG_Ex4e"
},

{
    "SnackCategoryID":6,
    "SnackName":"Sencha Tea (1 Bag)",
    "SnackPrice":12000,
    "SnackStock":50,
    "SnackDetail":"Sencha is a traditional steamed green tea of Japan and beloved for the fresh taste it carries. It’s the perfect choice to enjoy with all foods, sweet or savory.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1IqCWe1KpMUoWVBRLJTxFimtxoDZKiIh_"
},

{
    "SnackCategoryID":7,
    "SnackName":"Natural Yeast Bread: Hokkaido Cream",
    "SnackPrice":45000,
    "SnackStock":40,
    "SnackDetail":"Open up this bag to the smell of freshly-baked sweet cream bread. The moment you tear into this bread, you’ll find yourself diving face-first to get the fullest experience of the abundant softness. Deliciously fluffy, this snack is layered with cream from the Tokachi district of Hokkaido.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1WPIULeCUYJaa-awv-9J-TBr0QZyVhUP7"
},

{
    "SnackCategoryID":7,
    "SnackName":"Koganeimo Golden Sweet Potato Cake",
    "SnackPrice":30000,
    "SnackStock":30,
    "SnackDetail":"As you open the package, let the buttery sweet aroma of sweet potato greet you. It’s made with the Naruto Kintoki sweet potato, which has bright purple skin and golden interior and is known for its rich natural flavor. The natural sweetness of this sweet potato cake is deliciously complemented by hints of cinnamon and rum.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1vsM1S3LWV_OpF0AJN5KA3VpBKBbuL6FN"
},

{
    "SnackCategoryID":7,
    "SnackName":"Shinshu Apple Rabbit Manju (20 Pieces)",
    "SnackPrice":200000,
    "SnackStock":20,
    "SnackDetail":"This cute manju is filled with Shinshu apple flavored white bean paste. Tasty flavorful, and bunny-shaped, what's not to love? The Shinshu region, now known as Nagano Prefecture, is famous for its apples. Shinshu apples are sweet and juicy, great for infusing natural apple flavor.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1h8c0Har-Hcg2Rb7vMi8ofLaYN9EAGukR"
},

{
    "SnackCategoryID":7,
    "SnackName":"Amaou Strawberry Kirara Sandwich Cookie (18 Pieces)",
    "SnackPrice":230000,
    "SnackStock":12,
    "SnackDetail":"Two crisp, pink strawberry cookies sandwich a lush layer of fluffy strawberry cream that has crunchy corn flakes and bits of freeze-dried Amaou strawberries. Amaou strawberries are known as the \"king of sweet\" and are grown exclusively in Kyushu.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1HQslpk79YlmF9Pe1DwRaKM8yBjLnPnQx"
},

{
    "SnackCategoryID":7,
    "SnackName":"Kyoto Matcha Waffle Sandwich (12 Pieces)",
    "SnackPrice":100000,
    "SnackStock":10,
    "SnackDetail":"The best kind of cookie is the one baked into the shape of a waffle—and who doesn’t need more waffles in their lives? More than just the perfect waffle, the outside cookie is crisp and perfectly golden, while between the two layers is a smooth white chocolate and matcha cream, with matcha from Kyoto.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1Zfwfss0HHZZMl_73PsA2SYTvQVKxqw9a"
},

{
    "SnackCategoryID":7,
    "SnackName":"Seaweed Tempura: Setouchi Sudachi Citrus Flavor (1 Bag)",
    "SnackPrice":45000,
    "SnackStock":30,
    "SnackDetail":"Elevating the humble seaweed to a snack that packs a punch with the tart taste of the sudachi citrus fruit, these addictive seaweed sheets are battered, fried, and flavored to create a crisp and tangy snack. The sudachi fruit is a small green citrus native to Japan that is frequently used as a flavoring in place of lemon or lime.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1RilAkFvSEAaPbfK2yUewq2CUEJYW_B8E"
},

{
    "SnackCategoryID":7,
    "SnackName":"Takoyaki Tei Corn Puffs (1 Bag)",
    "SnackPrice":35000,
    "SnackStock":35,
    "SnackDetail":"Takoyaki is a classic Japanese street food made by pan-frying batter in a specially-shaped pan to form little fried balls with tako (octopus) in the center. It’s often topped with a variety of flavorful toppings. These light corn puffs are the perfect balance of sweet and savory umami-rich flavor.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1-iPE5Warj8tjot90Ba31kVsnPRGwJzQZ"
},

{
    "SnackCategoryID":7,
    "SnackName":"Candied Yuzu Peel (1 Bag)",
    "SnackPrice":20000,
    "SnackStock":30,
    "SnackDetail":"While recently growing in popularity around the world, yuzu has been a favorite in Japan for centuries. It’s rarely eaten alone, so this treat is that much more special for elevating our precious yuzu into something fantastically chewy and tart! Don’t worry if you think these candied peels might be too sour since the candying process brings out the yuzu’s natural sweetness.",
    "SnackCoverUrl":"https://drive.google.com/uc?export=view&id=1t2j9y7sb9GAKPORi2XhianrQlFqpDK7j"
}]